Repository: common-repository/connect-cf7-to-hubspot
Catalog: languages/connect-cf7-hubspot-*.po
Languages: de_de, he_il

source: Access Token
de_de: Zugangstoken
he_il: אסימון גישה

source: Actions:
de_de: Aktionen:
he_il: פעולות:

source: API Error Notification
de_de: API-Fehler-Benachrichtigung
he_il: הודעה על שגיאת API

source: Authentication credentials not found. This API supports OAuth 2.0 authentication and you can find more details at https://developers.hubspot.com/docs/methods/auth/oauth-overview
de_de: Authentifizierungsinformationen nicht gefunden. Diese API unterstützt OAuth 2.0 Authentifizierung und Sie können weitere Details unter https://developers.hubspot.com/docs/methods/auth/oauth-overview finden
he_il: אימות נתונים לא נמצא. API זה תומך באימות OAuth 2.0 ותוכל למצוא פרטים נוספים בכתובת https://developers.hubspot.com/docs/methods/auth/oauth-overview

source: CF7 - HubSpot Connection
de_de: CF7 - HubSpot Verbindung
he_il: חיבור CF7 - HubSpot

source: CF7 - HubSpot: Error Logs
de_de: CF7 - HubSpot: Fehlerprotokolle
he_il: קבצי יומן שגיאות של CF7 - HubSpot

source: CF7 Form
de_de: CF7 Formular
he_il: טופס CF7

source: CF7 Form Field
de_de: CF7 Formularfeld
he_il: שדה טופס CF7

source: CF7 to HubSpot
de_de: CF7 zu HubSpot
he_il: CF7 ל-HubSpot

source: CF7 to HubSpot: Settings
de_de: CF7 zu HubSpot: Einstellungen
he_il: הגדרות של CF7 ל-HubSpot

source: Click on ‘Create a private app’ button.
de_de: Klicken Sie auf die Schaltfläche 'Eine private Anwendung erstellen'.
he_il: לחץ על כפתור 'צור אפליקציה פרטית'.

source: Click on ‘Create app’ button.
de_de: Klicken Sie auf die Schaltfläche 'Anwendung erstellen'.
he_il: לחץ על כפתור 'צור אפליקציה'.

source: Connect
de_de: Verbinden
he_il: התחבר

source: Connect CF7 to HubSpot
de_de: Verbinden Sie CF7 mit HubSpot
he_il: חבר CF7 אל HubSpot

source: Connect CF7 to HubSpot plugin allows you to send Contact Form 7 data to HubSpot.
de_de: Mit dem Connect CF7 to HubSpot-Plugin können Sie Daten von Contact Form 7 an HubSpot senden.
he_il: התוסף Connect CF7 ל-HubSpot מאפשר לך לשלוח נתונים מטופס קשר 7 ל-HubSpot.

source: Connection Error.
de_de: Verbindungsfehler.
he_il: שגיאת חיבור.

source: Connection Successful.
de_de: Verbindung erfolgreich.
he_il: החיבור הצליח.

source: Contact Form 7 - HubSpot Integration
de_de: Kontaktformular 7 - HubSpot Integration
he_il: אינטגרציה של טופס קשר 7 - HubSpot

source: Copy the generated access token for use in our plugin.
de_de: Kopieren Sie das generierte Zugriffstoken zur Verwendung in unserem Plugin.
he_il: העתק את האסימון שנוצר לשימוש בתוסף שלנו.

source: Create Module Record
de_de: Moduldatensatz erstellen
he_il: צור רשומת מודול

source: Create/Update Module Record
de_de: Moduldatensatz erstellen/aktualisieren
he_il: צור/עדכן רשומת מודול

source: Delete data on uninstall?
de_de: Daten bei Deinstallation löschen?
he_il: למחוק נתונים בהסרה?

source: Edit
de_de: Bearbeiten
he_il: ערוך

source: Enter the email address. For multiple email addresses, you can add email address by comma separated.
de_de: Geben Sie die E-Mail-Adresse ein. Bei mehreren E-Mail-Adressen können Sie diese durch Kommas getrennt hinzufügen.
he_il: הזן את כתובת הדואר האלקטרוני. למספר כתובות דואר אלקטרוני, אתה יכול להוסיף כתובת דואר אלקטרוני באמצעות פסיק מפריד.

source: Enter the subject.
de_de: Geben Sie den Betreff ein.
he_il: כתוב את הנושא.

source: Error Logs
de_de: Fehlerprotokolle
he_il: לוגי שגיאות

source: Filter
he_il: סינון

source: Forms
de_de: Formulare
he_il: טפסים

source: Go to HubSpot -> Settings -> Integrations -> Private apps.
de_de: Gehen Sie zu HubSpot -> Einstellungen -> Integrationen -> Private Anwendungen.
he_il: עבור אל HubSpot -> הגדרות -> אינטגרציה -> אפליקציות פרטיות.

source: HubSpot Field
de_de: HubSpot Feld
he_il: שדה HubSpot

source: Hubspot Field
de_de: HubSpot Feld
he_il: שדה HubSpot

source: In the "Basic Info" tab, add an app name and description.
de_de: Fügen Sie im Tab "Grundinformationen" einen Anwendungsnamen und eine Beschreibung hinzu.
he_il: בכרטיסייה "מידע בסיסי", הוסף שם לאפליקציה ותיאור.

source: In the "Scopes" tab, select the following "CRM" and "Standard" scopes: crm.objects.contacts, crm.objects.deals, crm.schemas.contacts, crm.schemas.deals.
de_de: In der Registerkarte "Scopes" wählen Sie die folgenden "CRM"- und "Standard"-Scopes aus: crm.objects.contacts, crm.objects.deals, crm.schemas.contacts, crm.schemas.deals.
he_il: בכרטיסיית "היקפים", בחר את ההיקפים הבאים של "CRM" ו"סטנדרט": crm.objects.contacts, crm.objects.deals, crm.schemas.contacts, crm.schemas.deals.

source: Logs
he_il: לוגים

source: Integration settings saved.
de_de: Integrationseinstellungen gespeichert.
he_il: הגדרות האינטגרציה נשמרו.

source: Log in to your HubSpot account as an administrator.
de_de: Melden Sie sich als Administrator bei Ihrem HubSpot-Konto an.
he_il: התחבר לחשבון HubSpot שלך כמנהל.

source: No Error Logs found.
de_de: Keine Fehlerprotokolle gefunden.
he_il: לא נמצאו יומני שגיאות.

source: No forms found.
de_de: Keine Formulare gefunden.
he_il: לא נמצאו טפסים.

# Options link
source: Settings
de_de: Einstellungen
he_il: הגדרות

source: Required
de_de: Erforderlich
he_il: נדרש

source: Save Changes
de_de: Änderungen speichern
he_il: שמור שינויים

source: Select a field
de_de: Wählen Sie ein Feld aus
he_il: בחר שדה

source: Select an module
de_de: Wählen Sie ein Modul aus
he_il: בחר מודול

source: Select Module
de_de: Modul auswählen
he_il: בחר מודול

source: Send To
de_de: Senden an
he_il: שלח ל-

source: Settings
de_de: Einstellungen
he_il: הגדרות

source: Subject
de_de: Thema
he_il: נושא

source: To obtain a HubSpot Access Token, follow these steps:
he_il: כדי לקבל אסימון גישה של HubSpot, עקוב אחר השלבים האלה:

source: Turn on integration on form
de_de: Integration im Formular einschalten
he_il: הפעל אינטגרציה בטופס

source: Under "files," check the "Request" checkbox.
de_de: Markieren Sie unter "Dateien" das Kontrollkästchen "Anforderung".
he_il: תחת "קבצים", סמן את התיבה "בקשה".

source: Under "forms," check the "Request" checkbox.
de_de: Markieren Sie unter "Formulare" das Kontrollkästchen "Anforderung".
he_il: תחת "טפסים", סמן את התיבה "בקשה".
